Repository: shellycole/back-end-instructions
Catalog: bei_languages/bei_languages-*.po
Languages: de_de, es_mx

source: Plugin to provide nice little instructions for back-end WordPress users.
de_de: Plugin, um nette kleine Anleitung für Back-End WordPress Benutzer hinzuzufügen.
es_mx: Plugin para proporcionar pequeñas instrucciones agradable para los usuarios de servicios de fondo de WordPress.

source: Use a Custom Help Tab?
de_de: Verwenden eines benutzerdefinierten Hilfe Tab?
es_mx: Utilice una etiqueta de ayuda personalizada?

source: Default Admin Level
de_de: Standard Administrator Niveau
es_mx: Nivel del administrador por defecto

source: Show in front?
de_de: Zeigen sie im frontend?
es_mx: Mostrar en frente?

source: Logged-in users only?
de_de: Angemeldete benutzer nur?
es_mx: Los usuarios autenticados solamente?

source: Default viewing level
de_de: Viewing ebene
es_mx: Nivel de visionado por defecto

source: There aren't too many default settings for the Back End Instructions, but it makes life easier to have them here.
de_de: Es gibt nicht allzu viele Standardeinstellungen für die Back-End Instructions, aber es macht das leben einfacher, sie hier zu haben.
es_mx: No hay demasiados ajustes por defecto para las Back-End Instructions, pero hace la vida más fácil tenerlos aquí.

source: Save Changes
de_de: Änderungen Speichern
es_mx: Guardar cambios

source: By default, Back End Instructions just ties into the WordPress standard "help" tab. This option will allow you to use a standalone custom tab, instead.
de_de: Standardmäßig Back-End Instructions nur bindet in die WordPress standard \ \"hilfe "-registerkarte. Diese option ermöglicht es ihnen, eine eigenständige benutzerdefinierte registerkarte verwenden, statt.
es_mx: Por defecto, Back-End Instructions sólo vincula a la pestaña WordPress estándar "ayuda". Esta opción le permitirá utilizar una ficha personalizada independiente, en lugar.

source: Choose the lowest level logged-in user to create/edit/delete Instructions.
de_de: Wählen sie das niedrigste niveau angemeldeten benutzer zu erstellen / bearbeiten / löschen anweisungen.
es_mx: Elija el nivel más bajo registrado en el usuario para crear / editar / borrar instrucciones.

source: Super Administrator (for multi-site only)
de_de: Super Administrator (für Multi-Site only)
es_mx: Súper Administrador (sólo para múltiples sitios)

source: Administrator
es_mx: Administrador

source: Author
de_de: Verfasser
es_mx: Autor

source: Check "yes" if you'd like to make your instructions viewable on the front end of the site. <br /><strong>PLEASE NOTE</strong>: The first time you change this option, you WILL have to <a href="%1$s">re-save your permalink settings</a> for this to take effect. You may not ever have to do it again, but if you find you have issues after swapping back and forth, then try resetting them again to see if it helps.</span>
de_de: Überprüfen Sie \ \"Ja ", wenn sie möchten, um ihre anweisungen sichtbar am vorderen ende der seite. <br /> <strong> ACHTUNG </ strong>: auf dem ersten gebrauch müssen sie <a href="%1$s"> erneut speichern Ihre permalink einstellungen </ a> für diese wirksam wird. Sie können nicht immer haben, es wieder zu tun, aber wenn sie feststellen, dass sie nach dem austauschen fragen hin und her, dann versuchen sie wieder zurückzusetzen, um zu sehen, ob es hilft. </span>
es_mx: Compruebe \ \"sí " si desea que sus instrucciones visible en la parte frontal del sitio. <br /> <strong> NOTA POR FAVOR </ strong>: La primera vez que se cambia esta opción, usted debe <a href="%1$s"> volver a guardar la configuración de enlace permanente </ a> para que esto tenga efecto. Es posible que no siempre tienen que hacerlo de nuevo, pero si usted encuentra que tiene problemas después de cambiar de ida y vuelta, a continuación, intente reiniciar de nuevo para ver si ayuda. </span>

source: Check "yes" if you'd like to make front-end instructions visible only to logged-in users.<br /><strong>PLEASE NOTE</strong>: if you check "yes" ANYONE can see ALL of these instructions. See the next option to help with that a bit.
de_de: Überprüfen Sie \ \"ja ", wenn sie möchten, um front-end-anweisungen sichtbar nur für angemeldete benutzer <br /> <strong> ACHTUNG </ strong>:. wenn sie überprüfen \ \"ja " jeder kann sehen, ALLE dieser anleitung. Siehe die nächste option, um damit ein bisschen helfen.
es_mx: Compruebe \ \"sí " si desea que las instrucciones frontales visibles sólo para usuarios registrados <br /> <strong> NOTA POR FAVOR</ strong>:. Si marca \ \"sí " cualquiera puede ver TODAS estas instrucciones. Consulte la siguiente opción para ayudar un poco con eso.

source: You only need to choose an option from this dropdown if you set "Show in front?" to "yes" AND "Logged-in users only?" to "no". If this option were not here, then ANY visitor to the site could see ALL instructions just by visiting the page. If the user is logged in, they would see only instructions that were available to their level, but if they aren't, they would see them for ALL levels. This option will allow you to treat a non-logged-in user as if they have a user level. The default is "Contributor."
de_de: Sie müssen nur eine option aus diesem dropdown wählen, ob sie \ einstellen \"vor anzeigen? " zu \ \"ja " UND \ \"angemeldete benutzer nur? " zu \ \"nein ". Wenn diese option nicht hier, dann jeden besucher der website konnten alle anweisungen nur durch den besuch der seite zu sehen. Wenn der benutzer angemeldet ist, würden sie nur anweisungen, die zur verfügung um ihr niveau waren, aber wenn sie es nicht sind, sie würden sie für alle ebenen zu sehen. Diese option ermöglicht es ihnen, behandeln ein nicht-angemeldeter benutzer, als ob sie über eine benutzer-ebene. Der standardwert ist \ \"Beiträger ".
es_mx: Sólo tiene que elegir una opción de este menú desplegable si establece \ \"Mostrar delante? " \"Sólo los usuarios registrados? " en \ \"sí " y "Los usuarios autenticados solamente? \ \" para " no \ \". Si esta opción no estuviera aquí, entonces toda persona que visite el sitio podría ver TODAS las instrucciones con sólo visitar la página. Si el usuario está conectado, verían únicas instrucciones que estaban disponibles a su nivel, pero si no es así, que iban a ver a todos los niveles. Esta opción le permitirá tratar a un no usuario conectado como si no tuvieran un nivel de usuario. El valor predeterminado es \ \"colaborador ".

source: This plugin will not work in versions earlier than 3.1. However, it's highly recommended that you upgrade to the <a href="%1$s/wp-admin/update-core.php" target="_parent">most current and secure version</a>, even though you can use this plugin in version 3.1.
de_de: Dieses plugin wird nicht in früheren versionen als 3.1 arbeiten. Allerdings ist es sehr empfehlenswert, dass sie die <a href="%1$s/wp-admin/update-core.php" target="_parent"> aktuellsten und sichere version </ a>, obwohl man dieses plugin in der version 3.1 zu verwenden.
es_mx: Este plugin no funcionará en versiones anteriores a la 3.1. Sin embargo, es muy recomendable que actualice a la <a href="%1$s/wp-admin/update-core.php" target="_parent"> versión más actualizada y segura </ a>, a pesar de que usted puede utilizar este plugin en la versión 3.1.

source: Instructions
de_de: Anleitung
es_mx: Instrucciones

source: Instruction
de_de: Anweisung
es_mx: Instrucción

source: Add New Instruction
de_de: Hinzufügen Neue Anweisung
es_mx: Crear Nuevo Instrucción

source: Edit
de_de: Bearbeiten
es_mx: Editar

source: Edit Instruction
de_de: Bearbeiten Anweisung
es_mx: Editar Instrucción

source: New Instruction
de_de: Neue Anweisung
es_mx: Nueva Instrucción

source: View Instruction
de_de: Ansehen Anweisung
es_mx: Ver Instrucción

source: Search Instructions
de_de: Suchen Anweisung
es_mx: Instrucciones para la búsqueda

source: No instructions found.
de_de: Keine anleitung gefunden.
es_mx: No se encontraron instrucciones.

source: No instructions found in trash.
de_de: Keine anleitung im papierkorb gefunden.
es_mx: No se han encontrado en la basura instrucciones.

source: Parent Instruction
de_de: Eltern Anweisung
es_mx: Instrucción de Padres

source: Section to add and manage instructions.
de_de: Abschnitt hinzufügen und verwalten anweisungen.
es_mx: Sección para agregar y administrar instrucciones.

source: Page Name:
de_de: Seite Name:
es_mx: Nombre de la página:

source: Video URL:
es_mx: URL del vídeo:

source: User Level:
es_mx: Nivel de Usuario:

source: Super Administrator
es_mx: Super Administrador

source: Contributor
de_de: Beiträger
es_mx: Contribuidor

source: Subscriber
de_de: Teilnehmer
es_mx: Suscriptor

source: Instruction Page Information
de_de: Anweisung Seite Informationen
es_mx: Instrucción Página de Información

source: If you have an issue viewing this video, please contact <a href="mailto:%1$s">%1$s</a>.
de_de: Wenn sie ein problem ich dieses video haben, wenden sie <a href="mailto:%1$s">% 1 $ s </ a>.
es_mx: Si usted tiene un problema para viendo este video, por favor póngase en contacto con <a href="mailto:%1$s">% 1 $ s </ a>.

source: This update provides a few bugfixes (especially where WooThemes' "Canvas" theme is involved), and contains a few search and minor security fixes. If you have any issues, please ask in the <a href="http://wordpress.org/support/plugin/back-end-instructions">support forums</a> for the plugin. I'm pretty good about helping out!
es_mx: Esta actualización proporciona algunas correcciones de errores (sobre todo cuando se trate de WooThemes \"Canvas " '\ theme), y contiene algunos de búsqueda y soluciones de seguridad de menor importancia. Si usted tiene cualquier problema, por favor pregunte en el <a href="http://wordpress.org/support/plugin/back-end-instructions"> foros de soporte </ a> para el plugin. Soy bastante bueno en ayudar a salir!
